Repository: giellalt/corpus-smj
Catalog: tmx/sma/bible/osko/index.php_kat_id=1_art_id=145.html.tmx
Source language: smj
Languages: sma

source: Duv ájádusá
sma: Dov åssjalommesh

source: Ájlis duobddága váren
sma: Vaeriej aejlies sijjieh

source: Álu dålusj sáme ájlis bájkijt guossidav.
sma: Saemiej aeljlies sijjiej gåajkoe lyhkem vaarredh.

source: Muhtem sierralágásj ráfe le dájn bájkijn.
sma: Desnie raeffie lea. Destie maahtam gåhkese vuejnedh.

source: Álu le várdudahka dákkir bájkijs ja da li sierralágátja duobddágin.
sma: Jïh dejtie sijjide aelhkie vueptiestidh juktie jeatjhlaakan vååjnoeh.

source: Usjudaláv mijá ájttegijt gudi dájda bájkijda båhtalin.
sma: Måjhtijem mijjen maadtojde gïeh dej sijjiej gåajkoe vaarrin.

source: Båhtin ietjasa mårråhij boahtteájge hárráj ja ádnun viehkev gå skihpudagá ja jábmem ládin.
sma: Aerkies lin ammes biejjiej uvte, gosse skïemtjelassijste jïh jaemiedistie bïllin jïh viehkien mietie rohkelin.

source: Jáhkáv aj lidjin gijttevattja ja sihtin dav javllat gå moarsse / irgge lij javllam ” sidáv ” ja sæmmi aj æjgáda, gå mánná lij riegádam, gå muhtem skihppe lij varresvuodav ruopptot oadtjum ja gå bierggijin dassta mav luonndo vattij.
sma: Manne vïenhtem aaj dah mijjen maadtoeh böötin gosse gijhteles lin, jïh gosse geerjene lin såangoen mænngan, gosse maanah raekasovveme, skïemtjelassh luajhteme jïh gosse beajjetje åesieh åådtjeme.

source: Usjudaláv aj makkir vuollegasjvuodajn dákkir bájkijda lahkanin.
sma: Daajram dah lyjjes lin gosse dagkeridie sijjide böötin.

source: Oarjjelsáme báhppa Bierna Leine Bientie
sma: Åarjelsaemien hearra Bierna Leine Bientie

source: Mij le dunji ájlis bájkke ?
sma: Leah dijjen naan aejlies sijjieh, jïh guktie dah leah ?

source: Jali le gus diján ájlis bájkke lahkusin ?
sma: Naan aejlies sijjie dijjen gåetien lïhke ?

source: Máhták gus dan birra tjállet ja ihkap aj gåvåv sáddit ?
sma: Maahtah daan bïjre tjaeledh, jïh mijjese aaj guvviem seedtedh ?
